{ 
  "data" : [
  {
    "id": "1",
    "name": "Men Navy Blue Solid Sweatshirt",
    "preview": "img/preview-1.webp",
    "photos": [
      "img/1-1.webp",
      "img/1-2.webp",
      "img/1-3.webp",
      "img/1-4.webp",
      "img/1-5.webp"
    ],
    "description": "Navy solid sweatshirt with patchwork, has a round neck, long sleeves, straight hem",
    "size": [
      1,
      1,
      0,
      1,
      0
    ],
    "isGadget": false,
    "brand": "United Colors of Benetton",
    "price": 2599
  },
  {
    "id": "2",
    "name": "Men Black MAMGP T7 Sweat Sporty Jacket",
    "preview": "img/preview-2.webp",
    "photos": [
      "img/2-1.webp",
      "img/2-2.webp",
      "img/2-3.webp"
    ],
    "description": "Black solid sporty jacket, has a mock collar, 3 pockets, zip closure, long sleeves, straight hem, unlined lining",
    "size": [
      0,
      0,
      0,
      1,
      0
    ],
    "isGadget": false,
    "brand": "Puma",
    "price": 7999
  },
  {
    "id": "3",
    "name": "Men Black Action Parkview Lifestyle Shoes",
    "preview": "img/preview-3.webp",
    "photos": [
      "img/3-1.webp",
      "img/3-2.webp",
      "img/3-3.webp",
      "img/3-4.webp",
      "img/3-5.webp",
      "img/3-6.webp"
    ],
    "description": "Flaunt an effortless look with this ultimate pair of black coloured formal shoes from the house of Hush Puppies. Let the sun go down for uncomfortable shoes, as you opt for this pair of formal shoes that is crafted using comfortable TPR (thermoplastic rubber) sole. Pair these formal shoes with a shirt and trousers to look absolutely handsome",
    "size": [
      1,
      1,
      1,
      1,
      1
    ],
    "isGadget": false,
    "brand": "Hush Puppies",
    "price": 6999
  },
  {
    "id": "4",
    "name": "Women Black Solid Lightweight Leather Jacket",
    "preview": "img/preview-4.webp",
    "photos": [
      "img/4-1.webp",
      "img/4-2.jpg",
      "img/4-3.webp",
      "img/4-4.webp",
      "img/4-5.webp"
    ],
    "description": "Black solid leather jacket, has a spread collar, 3 pockets, zip closure, long sleeves, straight hem, polyester lining",
    "size": [
      1,
      1,
      1,
      1,
      1
    ],
    "isGadget": false,
    "brand": "BARESKIN",
    "price": 9999
  },
  {
    "id": "5",
    "name": "Women Blue Solid Shirt Dress",
    "preview": "img/preview-5.webp",
    "photos": [
      "img/5-1.webp",
      "img/5-2.webp",
      "img/5-3.webp",
      "img/5-4.webp",
      "img/5-5.webp"
    ],
    "description": "Blue solid woven shirt dress, has a shirt collar, sleeveless, button closure, flared hem",
    "size": [
      1,
      1,
      1,
      1,
      1
    ],
    "isGadget": false,
    "brand": "SASSAFRAS",
    "price": 5200
  },
  {
    "id": "6",
    "name": "Unisex Silver-Toned Series 3 Smart Watch",
    "preview": "img/preview-6.webp",
    "photos": [
      "img/6-1.webp",
      "img/6-2.webp",
      "img/6-3.webp"
    ],
    "description": "Low and high heart rate notifications. Emergency SOS. New Breathe watch faces. Automatic workout detection. New yoga and hiking workouts. Advanced features for runners like cadence and pace alerts. New head-to-head competitions. Activity sharing with friends. Personalized coaching. Monthly challenges and achievement awards. Walkie-Talkie, make phone calls, and send messages. Listen to Apple Music and Apple Podcasts. Use Siri in all-new ways. Silver aluminum case. Built-in GPS, GLONASS, Galileo, and QZSS. S3 with dual-core processor. W2 Apple wireless chip. Barometric altimeter Capacity 8GB. Optical heart sensor. 1 Year Manufacture Warranty",
    "size": [
      1,
      1,
      1,
      1,
      1,
      1
    ],
    "isGadget": true,
    "brand": "Apple",
    "price": 31999
  },
  {
    "id": "7",
    "name": "Unisex Black & Green Reflex 2.0 Smart Band",
    "preview": "img/preview-7.webp",
    "photos": [
      "img/7-1.webp",
      "img/7-2.webp",
      "img/7-3.webp"
    ],
    "description": "The new Fastrack Reflex 2.0 Activity Tracker comes with all the features one could ask for! It comes in three colours that you can use to accentuate your athleisure, casual or party attire. Not only does it look uber cool in this cool grey & electric blue accent, further the TPU (Thermoplastic Polyurethane) strap ensures it gives you a snugfit while staying light on your wrist! It is a fitness band with smartwatch features. The band has Steps, Distance and Calorie Tracker, Sleep Tracker, Call & SMS Alerts, OLED Display, 10 Days Power Reserve, Vibration Alarm, Sedentary Reminder and is IPX6 Water Resistant. This band is compatible with both IOS and Android OS. It has a secure 'Pin' based pairing with your phone, for better protection. And, all of this at a price that is hard match anywhere else with quality and promise of the brand Fastrack. Move on and get one for yourself!",
    "size": [
      1,
      1,
      1,
      1,
      1
    ],
    "isGadget": true,
    "brand": "Fastrack",
    "price": 1999
  },
  {
    "id": "8",
    "name": "Unisex Black Galaxy Fit Fitness Band",
    "preview": "img/preview-8.webp",
    "photos": [
      "img/8-1.webp",
      "img/8-2.webp",
      "img/8-3.webp"
    ],
    "description": "Keep up your routine for even longer. With plenty of power to last throughout your daily workouts, you can pack in those longer hours to reach your fitness goals. What's more, you won't have to worry about disruptive battery discharge when tracking your activity.",
    "size": [
      1,
      1,
      1,
      1,
      1
    ],
    "isGadget": true,
    "brand": "Samsung",
    "price": 9990
  },
  {
    "id": "9",
    "name": "Gear IconX Black Cord-free Fitness Earbuds",
    "preview": "img/preview-9.webp",
    "photos": [
      "img/9-1.webp",
      "img/9-2.webp",
      "img/9-3.webp"
    ],
    "description": "Speak commands via Bixby or Google Voice and control your music with just a tap or swipe. Meet your fitness goals with speed, distance, calorie tracking and real-time voice guidance. Find the perfect fit with multiple sizes of ear-tips and wing-tips right in the box. iOS/Mac users: Samsung Gear IconX can be used to stream music or take calls from your iOS handset or tablet. Fitness Functions that require the use of Samsung S-Health app are not available for iOS. 5 hours of Bluetooth streaming, 7 hours of MP3 listening, 4 hours talk time. Warranty: 6 months. Warranty provided by the brand owner / manufacturer",
    "size": [
      1,
      1,
      1,
      1,
      1
    ],
    "isGadget": true,
    "brand": "Samsung",
    "price": 13990
  },
  {
    "id": "10",
    "name": "White 2nd Gen AirPods with Charging Case",
    "preview": "img/preview-10.webp",
    "photos": [
      "img/10-1.webp",
      "img/10-2.webp",
      "img/10-3.webp"
    ],
    "description": "AirPods with Charging Case: More than 24 hours listening time,3 up to 18 hours talk time8. AirPods (single charge): Up to 5 hours listening time,1 up to 3 hours talk time2. 15 minutes in the case equals up to 3 hours listening time4 or up to 2 hours talk time. Warranty: 1 year. Warranty provided by Brand/Manufacturer",
    "size": [
      1,
      1,
      1,
      1,
      1
    ],
    "isGadget": true,
    "brand": "Apple",
    "price": 14999
  }
]
}